Repository: nicolasFernandez/DnDWorld
Catalog: TTRPGCharacterForge/Localizable.xcstrings
Source language: en
Languages: es

# ability_apply_standard
source: Apply standard array
es: Aplicar conjunto estándar

# ability_method_pointBuy
source: Point buy
es: Compra de puntos

# ability_method_rolled
source: Rolled
es: Tiradas

# ability_method_standardArray
source: Standard array
es: Conjunto estándar

# ability_points_remaining
source: Points remaining
es: Puntos restantes

# ability_roll
source: Roll 4d6, drop lowest
es: Tirar 4d6 y descartar el menor

# abjuration_name
source: Abjuration
es: Abjuración

# abyssal_name
source: Abyssal
es: Abisal

# acolyte_name
source: Acolyte
es: Acólito

# app_name
source: Character Forge
es: Forja de Personajes

source: Back
es: Atrás

# barbarian_description
source: A fierce warrior of primitive background who can enter a battle rage
es: Un guerrero feroz de fondo primitivo que puede entrar en una furia de la batalla.

# barbarian_name
source: Barbarian
es: Bárbaro

# barbarian_primary_ability
source: Strength
es: Fuerza

# barbarian_saves
source: Strength & Constitution
es: Fuerza y Constitución

# bard_description
source: An inspiring magician whose power echoes the music of creation
es: Un inspirante mago cuyo poder replica la música de la creación.

# bard_name
source: Bard
es: Bardo

# bard_primary_ability
source: Charisma
es: Carisma

# bard_saves
source: Dexterity & Charisma
es: Destreza y Carisma

# cantrip_text
source: Cantrip
es: Truco

# chaotic_evil_description
source: Creatures act with arbitrary violence, spurred by their greed, hatred, or bloodlust. Demons, red dragons, and orcs are chaotic evil.
es: Las criaturas actúan con una violencia arbitraria, impulsados por su codicia, su odio o su sed de sangre. Los demonios, dragones rojos, y orcos son caóticos malignos.

# chaotic_evil_name
source: Chaotic Evil
es: Chaótico Malvado

# chaotic_good_description
source: Creatures act as their conscience directs, with little regard for what others expect. Copper dragons, many elves, and unicorns are chaotic good.
es: Las criaturas actúan según les dicta su conciencia, sin preocuparse por lo que esperan los demás. Los dragones de bronce, muchos elfos, y los unicornios son caóticos buenos.

# chaotic_good_name
source: Chaotic Good
es: Caótico Bueno

# chaotic_neutral_description
source: Creatures follow their whims, holding their personal freedom above all else. Many barbarians and rogues, and some bards, are chaotic neutral.
es: Estas criaturas hacen lo que les apetece, valorando su libertad por encima de todo. Muchos bárbaros y pícaros, y algunos bardos, son caóticos neutrales.

# chaotic_neutral_name
source: Chaotic Neutral
es: Caótico Neutral

# character_abilities
source: Ability Scores
es: Puntuaciones de característica

# character_ability_method
source: Assignment method
es: Método de asignación

# character_appearance
source: Appearance
es: Apariencia

# character_archetype
source: Level-1 archetype
es: Arquetipo de nivel 1

# character_armor_class
source: Armor Class
es: Clase de armadura

# character_background
source: Background
es: Trasfondo

# character_bonds
source: Bonds
es: Vínculos

# character_choose_class_first
source: Choose a class first.
es: Primero elige una clase.

# character_choose_portrait
source: Choose portrait
es: Elegir retrato

# character_choose_skills
source: Choose %d class skills.
es: Elige %d habilidades de clase.

# character_class
source: Class
es: Clase

# character_complete
source: Complete Character
es: Completar personaje

# character_create
source: Create Character
es: Crear personaje

# character_equipment
source: Starting Equipment
es: Equipo inicial

# character_equipment_guidance
source: Choose equipment, or enter starting gold instead.
es: Elige equipo o introduce oro inicial.

# character_flaws
source: Flaws
es: Defectos

# character_hit_points
source: Hit Points
es: Puntos de golpe

# character_ideals
source: Ideals
es: Ideales

# character_identity
source: Identity
es: Identidad

# character_incomplete
source: Incomplete
es: Incompleto

# character_initiative
source: Initiative
es: Iniciativa

source: Character name
es: Nombre del personaje

# character_no_spells
source: This class does not cast spells at level 1.
es: Esta clase no lanza conjuros a nivel 1.

# character_overrides
source: Custom values
es: Valores personalizados

# character_player_name
source: Player name
es: Nombre del jugador

# character_portrait
source: Portrait
es: Retrato

# character_portrait_import_guidance
source: Import a portrait from Photos. It remains on this device.
es: Importa un retrato desde Fotos. Permanecerá en este dispositivo.

# character_portrait_saved
source: Portrait saved
es: Retrato guardado

# character_prepare_exports
source: Prepare exports
es: Preparar exportaciones

# character_proficiencies
source: Proficiencies
es: Competencias

# character_race
source: Race
es: Raza

# character_reset_overrides
source: Reset to calculated
es: Restablecer valores calculados

# character_resume
source: Resume
es: Continuar

# character_review
source: Review
es: Revisión

# character_share_pdf
source: Share PDF
es: Compartir PDF

# character_share_token
source: Share VTT token
es: Compartir ficha VTT

# character_spells_guidance
source: Choose the cantrips and spells allowed by your class.
es: Elige los trucos y conjuros permitidos por tu clase.

# character_starting_gold
source: Starting gold
es: Oro inicial

# character_step_0
source: Identity
es: Identidad

# character_step_1
source: Race
es: Raza

# character_step_2
source: Class
es: Clase

# character_step_3
source: Background
es: Trasfondo

# character_step_4
source: Abilities
es: Características

# character_step_5
source: Proficiencies
es: Competencias

# character_step_6
source: Equipment
es: Equipo

# character_step_7
source: Spells
es: Conjuros

# character_step_8
source: Portrait
es: Retrato

# character_step_9
source: Review
es: Revisión

# character_subrace
source: Subrace
es: Subraza

# character_traits
source: Personality traits
es: Rasgos de personalidad

# character_unnamed
source: Unnamed Character
es: Personaje sin nombre

# characters_completed
source: Completed
es: Completados

# characters_drafts
source: Drafts
es: Borradores

# characters_empty_description
source: Create a level-1 SRD character to begin.
es: Crea un personaje de nivel 1 del SRD para comenzar.

# characters_empty_title
source: No Characters
es: Sin personajes

# characters_load_error
source: Failed to load characters: %@
es: No se pudieron cargar los personajes: %@

# characters_title
source: Characters
es: Personajes

source: Charisma
es: Carisma

# choose_prompt
source: Choose…
es: Elegir…

source: Class features
es: Rasgos de clase

source: Clear
es: Borrar

source: Clear Filters
es: Borrar Filtros

# cleric_description
source: A priestly champion who wields divine magic in service of a higher power
es: Un campeón sacerdotal que esgrime magia divina al servicio de un poder mayor.

# cleric_name
source: Cleric
es: Clérigo

# cleric_primary_ability
source: Wisdom
es: Sabiduría

# cleric_saves
source: Wisdom & Charisma
es: Sabiduría y Carisma

# common_name
source: Common
es: Común

# conjuration_name
source: Conjuration
es: Conjuración

source: Constitution
es: Constitución

# deep_speech_name
source: Deep Speech
es: Habla Profunda

source: Delete
es: Eliminar

source: Dexterity
es: Destreza

# divination_name
source: Divination
es: Adivinación

source: Done
es: Listo

# draconic_name
source: Draconic
es: Dracónico

# dragonborn_description
source: Dragonborn look very much like dragons standing erect in humanoid form, though they lack wings or a tail.
es: Los dracónidos se parecen mucho a los dragones que permanecen erectos en forma humanoide, aunque carecen de alas o cola.

# dragonborn_name
source: Dragonborn
es: Dracónido

# dragonborn_racial_traits
source: +2 Strength, +1 Charisma, Draconic Ancestry, Breath Weapon, Damage Resistance
es: +2 Fuerza, +1 Carisma, Ascendencia Dracónica, Arma de Aliento, Resistencia al Daño

# druid_description
source: A priest of the Old Faith, wielding the powers of nature and adopting animal forms
es: Un sacerdote de la Antigua Fe, que blande los poderes de la naturaleza -la luz de la luna y el crecimiento de las plantas, el fuego y el rayo- y que adopta formas animales.

# druid_name
source: Druid
es: Druida

# druid_primary_ability
source: Wisdom
es: Sabiduría

# druid_saves
source: Intelligence & Wisdom
es: Inteligencia y Sabiduría

source: Duplicate
es: Duplicar

# dwarf_description
source: Bold and hardy, dwarves are known as skilled warriors, miners, and workers of stone and metal.
es: Duros y valientes, los enanos son conocidos como hábiles guerreros, mineros y trabajadores de la piedra y el metal.

# dwarf_name
source: Dwarf
es: Enano

# dwarf_racial_traits
source: +2 Constitution, Darkvision, Dwarven Resilience, Dwarven Combat Training, Stonecunning
es: +2 Constitución, Visión en la Oscuridad, Resistencia Enana, Entrenamiento de Combate Enano, Afinidad con la Piedra

# dwarvish_name
source: Dwarvish
es: Enano

# elf_description
source: Elves are a magical people of otherworldly grace, living in the world but not entirely part of it.
es: Con su gracia no terrenal y sus rasgos delicados, los elfos resultan perturbadoramente hermosos para los humanos y los miembros de muchas otras razas.

# elf_name
source: Elf
es: Elfo

# elf_racial_traits
source: +2 Dexterity, Darkvision, Keen Senses, Fey Ancestry, Trance
es: +2 Destreza, Visión en la Oscuridad, Sentidos Agudos, Ascendencia Feérica, Trance

# elvish_name
source: Elvish
es: Élfico

# enchantment_name
source: Enchantment
es: Encantamiento

# evocation_name
source: Evocation
es: Evocación

# fighter_description
source: A master of martial combat, skilled with a variety of weapons and armor
es: Un maestro del combate marcial competente con una gran variedad de armas y armaduras.

# fighter_name
source: Fighter
es: Guerrero

# fighter_primary_ability
source: Strength or Dexterity
es: Fuerza o Destreza

# fighter_saves
source: Strength & Constitution
es: Fuerza y Constitución

source: Filter Spells
es: Filtrar Conjuros

# giant_name
source: Giant
es: Gigante

# gnome_description
source: A gnome’s energy and enthusiasm for living shines through every inch of his or her tiny body.
es: La energía y entusiasmo de un gnomo por la vida brilla a través de cada pulgada de su pequeño cuerpo.

# gnome_name
source: Gnome
es: Gnomo

# gnome_racial_traits
source: +2 Intelligence, Darkvision, Gnome Cunning
es: +2 Inteligencia, Visión en la Oscuridad, Astucia Gnoma

# gnomish_name
source: Gnomish
es: Gnómico

# half_elf_description
source: Half-elves combine what some say are the best qualities of their elf and human parents.
es: Los Semielfos combinan lo que algunos dicen ser las mejores cualidades de sus progenitores humanos y elfos.

# half_elf_name
source: Half-Elf
es: Semielfo

# half_elf_racial_traits
source: +2 Charisma, +1 to Two Other Ability Scores, Darkvision, Fey Ancestry, Skill Versatility
es: +2 Carisma, +1 a Otras Dos Puntuaciones de Característica, Visión en la Oscuridad, Ascendencia Feérica, Versatilidad con Habilidades

# half_orc_description
source: Some half-orcs rise to become proud leaders of orc communities. Some venture into the world to prove their worth. Many of these become adventurers, achieving greatness for their mighty deeds.
es: Algunos semiorcos crecen para convertirse en jefes orgullosos de tribus orcas. Algunos se aventuran en el mundo para probar su valía . Muchos de estos se convierten en aventureros, cosechando grandeza por sus grandes hazañas.

# half_orc_name
source: Half-Orc
es: Semiorco

# half_orc_racial_traits
source: +2 Strength, +1 Constitution, Darkvision, Menacing, Relentless Endurance, Savage Attacks
es: +2 Fuerza, +1 Constitución, Visión en la Oscuridad, Amenazante, Resistencia Incansable, Ataques Salvajes

# halfling_description
source: The diminutive halflings survive in a world full of larger creatures by avoiding notice or, barring that, avoiding offense.
es: Los medianos sobreviven en un mundo lleno de criaturas más grandes evitando ser detectados o, si eso no es posible, evitando los problemas.

# halfling_name
source: Halfling
es: Mediano

# halfling_racial_traits
source: +2 Dexterity, Lucky, Brave, Halfling Nimbleness
es: +2 Destreza, Suertudo, Valiente, Agilidad Mediana

source: High Elf
es: Alto elfo

source: Hill Dwarf
es: Enano de las colinas

source: Hit Die
es: Dado de golpe

# human_description
source: Humans are the most adaptable and ambitious people among the common races. Whatever drives them, humans are the innovators, the achievers, and the pioneers of the worlds.
es: Con su afición por la migración y la conquista, los humanos son físicamente más diversos que cualquiera de las razas comunes. Sea lo que sea lo que les motiva, los humanos son los innovadores, los pioneros y los triunfadores de los mundos.

# human_name
source: Human
es: Humano

# human_racial_traits
source: +1 to All Ability Scores, Extra Language
es: +1 a Todas tus Puntuaciones de Característica, Idioma Extra de tu elección

# illusion_name
source: Illusion
es: Ilusión

source: Intelligence
es: Inteligencia

# lawful_evil_description
source: Creatures methodically take what they want, within the limits of a code of tradition, loyalty, or order. Devils, blue dragons, and hobgoblins are lawful evil.
es: Las criaturas cogen metódicamente aquello que quieren, dentro de los límites de su tradición, lealtad, u orden. Los demonios, dragones azules, y los hobgoblins son legales malvados.

# lawful_evil_name
source: Lawful Evil
es: Legal Malvado

# lawful_good_description
source: Creatures can be counted on to do the right thing as expected by society. Gold dragons, paladins, and m ost dwarves are lawful good.
es: Se puede contar con que las criaturas harán lo que la sociedad cree que es lo correcto. Los dragones dorados, paladines, y la mayoría de los enanos son legales buenos.

# lawful_good_name
source: Lawful Good
es: Legal Bueno

# lawful_neutral_description
source: individuals act in accordance with law, tradition, or personal codes. Many monks and some wizards are lawful neutral.
es: Los individuos actúan acorde a la ley, tradiciones, o códigos personales. Muchos monjes y hechiceros son legales neutrales.

# lawful_neutral_name
source: Lawful Neutral
es: Legal Neutral

# level_text
source: Level %d
es: Nivel %d

source: Lightfoot Halfling
es: Mediano piesligeros

# monk_description
source: A master of martial arts, harnessing the power of the body in pursuit of physical and spiritual perfection
es: Un maestro de las artes marciales, que domina el poder del cuerpo en busca de la perfección física y espiritual.

# monk_name
source: Monk
es: Monje

# monk_primary_ability
source: Dexterity & Wisdom
es: Destreza y Sabiduría

# monk_saves
source: Strength & Dexterity
es: Fuerza y Destreza

# necromancy_name
source: Necromancy
es: Nigromancia

# neutral_description
source: Is the alignment of those who prefer to steer clear of moral questions and don’t take sides, doing what seems best at the time. Lizardfolk, most druids, and many humans are neutral.
es: Es el alineamiento de aquellos que prefieren mantenerse al margen de cuestiones morales y no pertenecer a ningún bando, haciendo lo que ellos creen que es lo mejor en cada momento. Los hombres lagarto, la mayoría de los druidas, y muchos humanos son neutrales.

# neutral_evil_description
source: Is the alignment of those who do whatever they can get away with, without compassion or qualms. Many drow, some cloud giants, and yugoloths are neutral evil.
es: Es el alineamiento de aquellos que hacen lo que sea necesario para salirse con la suya, sin compasión ni escrúpulos. Muchos drow, algunos gigantes de las nubes, y yugoloths son neutrales malvados.

# neutral_evil_name
source: Neutral Evil
es: Neutral Malvado

# neutral_good_description
source: Folk do the best they can to help others according to their needs. Many celestials, some cloud giants, and most gnomes are neutral good.
es: La gente hace lo que puede para ayudar a los demás de acuerdo a sus necesidades. Muchos celestiales, algunos gigantes de las nubes, y la mayoría de los gnomos son neutrales buenos.

# neutral_good_name
source: Neutral Good
es: Neutral Bueno

source: Next
es: Siguiente

source: OK
es: Aceptar

# orc_name
source: Orc
es: Orco

# paladin_description
source: A holy warrior bound to a sacred oath
es: Un guerrero santo atado a un juramento sagrado.

# paladin_name
source: Paladin
es: Paladín

# paladin_primary_ability
source: Strength & Charisma
es: Fuerza y Carisma

# paladin_saves
source: Wisdom & Charisma
es: Sabiduría y Carisma

source: Primary Ability
es: Característica principal

# ranger_description
source: A warrior who combats threats on the edges of civilization
es: Un guerrero que usa la proeza marcial y la magia de la naturaleza para combatir las amenazas en los límites de la civilización.

# ranger_name
source: Ranger
es: Explorador

# ranger_primary_ability
source: Dexterity & Wisdom
es: Destreza y Sabiduría

# ranger_saves
source: Strength & Dexterity
es: Fuerza y Destreza

source: Rock Gnome
es: Gnomo de las rocas

# rogue_description
source: A scoundrel who uses stealth and trickery to overcome obstacles and enemies
es: Un rufián que usa sigilo y astucia para superar obstáculos y enemigos.

# rogue_name
source: Rogue
es: Pícaro

# rogue_primary_ability
source: Dexterity
es: Destreza

# rogue_saves
source: Dexterity & Intelligence
es: Destreza e Inteligencia

source: Saving Throw
es: Tirada de salvación

# settings_data_title
source: Data
es: Datos

# settings_license
source: License
es: Licencia

# settings_license_summary
source: TTRPGCharacterForge is free, source-available software for non-commercial use. See LICENSE.md for the complete terms.
es: TTRPGCharacterForge es software gratuito y de código disponible para uso no comercial. Consulta LICENSE.md para ver las condiciones completas.

# settings_offline_description
source: Characters and portraits stay on this device.
es: Los personajes y retratos permanecen en este dispositivo.

# settings_srd_attribution
source: Includes material from SRD 5.1 under CC BY 4.0.
es: Incluye material del SRD 5.1 bajo CC BY 4.0.

# settings_title
source: Settings
es: Ajustes

# sorcerer_description
source: A spellcaster who draws on inherent magic from a gift or bloodline
es: Un lanzador de conjuros que recurre a la magia inherente de un don o una linea de sangre.

# sorcerer_name
source: Sorcerer
es: Hechicero

# sorcerer_primary_ability
source: Charisma
es: Carisma

# sorcerer_saves
source: Constitution & Charisma
es: Constitución y Carisma

# spell_available_to
source: Available to:
es: Disponible para:

# spell_casting_time
source: Casting Time
es: Tiempo de lanzamiento

# spell_components
source: Components
es: Componentes

# spell_concentration
source: Concentration, %@
es: Concentración, %@

# spell_concentration_only
source: Concentration only
es: Solo concentración

# spell_duration
source: Duration
es: Duración

source: Spell Level
es: Nivel de Conjuro

# spell_not_found
source: No spells found
es: No se encontraron conjuros

# spell_properties
source: Properties
es: Propiedades

# spell_range
source: Range
es: Alcance

# spell_school
source: School
es: Escuela

# spell_school_abjuration
source: Abjuration
es: Abjuración

# spell_school_conjuration
source: Conjuration
es: Conjuración

# spell_school_divination
source: Divination
es: Adivinación

# spell_school_enchantment
source: Enchantment
es: Encantamiento

# spell_school_evocation
source: Evocation
es: Evocación

# spell_school_illusion
source: Illusion
es: Ilusión

# spell_school_necromancy
source: Necromancy
es: Nigromancia

# spell_school_transmutation
source: Transmutation
es: Transmutación

# spell_search_text
source: Search spells
es: Buscar conjuros

# spells_title
source: Spells
es: Conjuros

source: Strength
es: Fuerza

# sylvan_name
source: Sylvan
es: Silvano

# tiefling_description
source: To be greeted with stares and whispers, to suffer violence and insult on the street, to see mistrust and fear in every eye: this is the lot of the tiefling.
es: Ser recibido con miradas y susurros, sufrir violencia e insultos en la calle, ver la desconfianza y el miedo en todos los ojos: este es el destino de los tiflin.

# tiefling_racial_traits
source: +2 Charisma, +1 Intelligence, Darkvision, Hellish Resistance, Infernal Legacy
es: +2 Carisma, +1 Inteligencia, Visión en la Oscuridad, Resistencia Infernal, Legado Infernal

# traits_format
source: %@ Traits
es: Rasgos %@

# transmutation_name
source: Transmutation
es: Transmutación

# undercommon_name
source: Undercommon
es: Infracomún

# warlock_description
source: A wielder of magic that is derived from a bargain with an extraplanar entity
es: Un practicante de la magia que deriva de un contrato con una entidad extraplanaria.

# warlock_name
source: Warlock
es: Brujo

# warlock_primary_ability
source: Charisma
es: Carisma

# warlock_saves
source: Wisdom & Charisma
es: Sabiduría y Carisma

source: Wisdom
es: Sabiduría

# wizard_description
source: A scholarly magic-user capable of manipulating the structures of reality
es: Un usuario de magia educado capaz de manipular la estructura de la realidad.

# wizard_name
source: Wizard
es: Mago

# wizard_primary_ability
source: Intelligence
es: Inteligencia

# wizard_saves
source: Intelligence & Wisdom
es: Inteligencia y Sabiduría
